/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ of %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@ 已检索到的种子元数据";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ 于所选文件";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ total";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ 已验证";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%ld KB/s" = "%ld KB/s";

/* Info options -> global setting */
"%ld minutes" = "%ld 分钟";

/* stats window -> times opened */
"%llu times" = "%llu 次";

/* Inspector -> Peers tab -> peers */
"%lu cache" = "%lu 缓存";

/* Inspector -> Peers tab -> peers */
"%lu Connected" = "%lu 已连接";

/* Inspector -> Peers tab -> peers */
"%lu DHT" = "%lu DHT";

/* Dock item - Downloading */
"%lu Downloading" = "%lu 下载中";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%lu files" = "%lu files";

/* Inspector -> Peers tab -> peers */
"%lu incoming" = "%lu incoming";

/* Prefs -> blocklist -> message */
"%lu IP address rules in list" = "%lu 列表中的IP地址规则";

/* Inspector -> Peers tab -> peers */
"%lu local discovery" = "%lu 本地用户";

/* Inspector -> Peers tab -> peers */
"%lu LTEP" = "%lu LTEP";

/* Inspector -> selected torrents */
"%lu magnetized transfers" = "%lu 磁力传输";

/* Inspector -> Peers tab -> peers */
"%lu PEX" = "%lu PEX";

/* Dock item - Seeding */
"%lu Seeding" = "%lu 做种中";

/* Drag overlay -> torrents */
"%lu Torrent Files" = "%lu torrent文件";

/* Inspector -> selected torrents */
"%lu Torrents Selected" = "%lu 选中的torrent";

/* Inspector -> Peers tab -> peers */
"%lu tracker" = "%lu tracker";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%lu transfers" = "%lu 任务";

/* Torrent -> status string */
"%lu web seeds" = "%lu web种子";

/* Create torrent -> info */
"%u pieces, %@ each" = "%1$u pieces, %2$@ each";

/* Inspector -> Peers tab -> peers */
"1 Connected" = "1 已连接";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 file";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 磁力传输";

/* Info options -> global setting */
"1 minute" = "1 分钟";

/* Create torrent -> info */
"1 piece, %@" = "1 piece, %@";

/* stats window -> times opened */
"1 time" = "1 次";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 任务";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "«%@» 不是有效的torrent文件.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "必须先下载黑名单";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "文件 «%1$@» 已经存在于目录 «%2$@». 选择新名称或目录来创建torrent文件.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "文件夹不能移动到其自身内部.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "无法为没有大小的文件创建torrent文件.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "无法创建具有此名称和目录的torrent文件.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "标记为私有且没有tracker地址的任务将无法连接到用户。仅当您计划将文件上传到将为您添加地址的tracker网站时，该torrent文件才有效。";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "任务 «%@» 已存在.";

/* Filter Bar -> filter button */
"Active" = "活跃的";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "活动";

/* Add torrent -> same name -> button */
"Add" = "添加";

/* Inspector view -> tracker buttons */
"Add a tracker" = "添加tracker";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "添加磁力链接失败";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "全部";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "所有组";

/* Tracker last announce */
"Announce error" = "宣告错误";

/* Tracker next announce */
"Announce in progress" = "宣告进行中";

/* Tracker next announce */
"Announce is queued" = "宣告在队列中";

/* Tracker next announce */
"Announce not scheduled" = "宣告未安排";

/* Tracker last announce */
"Announce timed out" = "宣告超时";

/* All toolbar item -> label */
"Apply All" = "应用所有";

/* Selected toolbar item -> label */
"Apply Selected" = "应用已选";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "确认关闭?";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %lu completed transfers from the transfer list?" = "确认从列表删除 %lu 已完成的任务?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %lu trackers?" = "确认删除 %lu tracker?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %lu transfers from the transfer list and trash the data files?" = "确认从列表删除 %lu 任务并删除数据文件?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %lu transfers from the transfer list?" = "确认从列表删除 %lu 任务?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "确认从列表删除 «%@» 任务并删除数据文件?";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "确认从列表删除 «%@» 任务?";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "确认删除此tracker?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "您确定要重置使用统计信息吗?";

/* inspector -> peer table -> header tool tip */
"Available" = "进度";

/* Preferences -> toolbar item title */
"Bandwidth" = "带宽";

/* notification description */
"Bandwidth settings changed" = "带宽设置已更改";

/* Groups -> Name */
"Blue" = "蓝";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "取消";

/* Torrent Table -> tooltip */
"Change transfer settings" = "更改任务设置";

/* File Outline -> Menu */
"Check Selected" = "Check Selected";

/* Torrent -> status string */
"Checking existing data" = "检查现有数据";

/* Message window -> save button */
"Clear" = "清空";

/* inspector -> peer table -> header */
"Client" = "客户端";

/* View menu -> Quick Look */
"Close Quick Look" = "关闭快速查看";

/* Blocklist -> message */
"Connecting to site" = "Connecting to site";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "无法创建 «%@» 的副本";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "创建";

/* Drag overlay -> file */
"Create a Torrent File" = "创建torrent文件";

/* Create toolbar item -> tooltip */
"Create torrent file" = "创建torrent文件";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "创建torrent文件";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "创建 «%@» 失败.";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "正在下载(interested and not choked)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "正在上传(interested and not choked)";

/* Message window -> table column */
"Date" = "日期";

/* Message window -> level
   Message window -> level string */
"Debug" = "Debug";

/* Info options -> global setting */
"disabled" = "disabled";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status image
   Torrent -> status string */
"DL" = "DL";

/* Inspector -> Peers tab -> peers */
"DL from %lu" = "DL from %lu";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "不再检查磁盘空间";

/* Donation beg -> button */
"Don't bug me about this ever again." = "不再提醒";

/* files tab -> tooltip */
"Don't Download" = "不下载";

/* Donation beg -> button */
"Donate" = "捐赠";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "捐赠与否，您的种子下载体验不会有任何不同。";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "下载";

/* Torrent disk space alert -> button */
"Download Anyway" = "仍然下载";

/* notification title */
"Download Complete" = "下载完成";

/* Blocklist -> message */
"Download of the blocklist failed." = "黑名单下载失败";

/* files tab -> tooltip */
"Download Some" = "下载部分";

/* Torrent table -> group row -> tooltip */
"Download speed" = "下载速度";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "已下载";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "下载中";

/* Blocklist -> message */
"Downloading blocklist" = "下载中的黑名单";

/* Torrent -> status string */
"Downloading from %lu of %lu peers" = "Downloading from %1$lu of %2$lu peers";

/* Torrent -> status string */
"Downloading from %lu of 1 peer" = "Downloading from %lu f 1 peer";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "Downloading From Peer";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "正在从web种子下载";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "加密的";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "加密";

/* Filter Bar -> filter button
   Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "Error";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "文件列表";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "筛选";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "来源: 缓存";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "来源: DHT";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "来源: 传入连接";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "来源: libtorrent扩展协议握手";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "来源: 本地用户";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "来源: PEX";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "来源: tracker";

/* Transfer speed (gigabytes per second) */
"GB/s" = "GB/s";

/* Preferences -> toolbar item title */
"General" = "常规";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "基本信息";

/* Status Bar -> speed tooltip */
"Global download limit" = "全局下载限制";

/* Status Bar -> speed tooltip */
"Global upload limit" = "全局上传限制";

/* Tracker last announce */
"got %lu peers" = "%lu 用户.";

/* Tracker last announce */
"got 1 peer" = "1 用户";

/* Groups -> Name */
"Gray" = "灰";

/* Groups -> Name */
"Green" = "绿";

/* Groups -> Button */
"Group" = "Group";

/* Preferences -> toolbar item title */
"Groups" = "组";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "隐藏筛选栏";

/* View menu -> Inspector */
"Hide Inspector" = "隐藏监视器";

/* View menu -> Status Bar */
"Hide Status Bar" = "隐藏状态栏";

/* File Outline -> Priority Menu */
"High" = "高";

/* files tab -> tooltip */
"High Priority" = "高优先级";

/* Legal alert -> button */
"I Accept" = "我接受";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "如果您尝试使用现有数据，根数据目录应位于目标目录内";

/* Torrent -> eta string */
"inactive" = "不活跃";

/* Message window -> level
   Message window -> level string */
"Info" = "Info";

/* Inspector toolbar item -> label */
"Inspector" = "监视器";

/* URL sheet label */
"Internet address of torrent file:" = "torrent地址/磁力链接:";

/* inspector -> peer table -> header */
"IP Address" = "IP地址";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "似乎 «%1$@» from %2$@ 不是torrent文件";

/* Transfer speed (kilobytes per second) */
"KB/s" = "KB/s";

/* Tracker last announce */
"Last Announce" = "最后宣告";

/* Tracker last scrape */
"Last Scrape" = "最后抓取";

/* Prefs -> blocklist -> message */
"Last updated" = "最后更新时间";

/* tracker peer stat */
"Leechers" = "吸血鬼";

/* About window -> license button */
"License" = "License";

/* torrent action menu -> upload/download limit */
"Limit (%ld KB/s)" = "限制 (%ld KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Log Could Not Be Saved";

/* File Outline -> Priority Menu */
"Low" = "低";

/* files tab -> tooltip */
"Low Priority" = "低优先级";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "磁力链接是现有任务的重复。";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "磁力传输";

/* Transfer speed (megabytes per second) */
"MB/s" = "MB/s";

/* Message window -> table column */
"Message" = "消息";

/* Message window -> title */
"Message Log" = "日志";

/* files tab -> tooltip */
"Multiple Priorities" = "多优先级";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "N/A";

/* Filter Bar -> filter menu */
"Name" = "Name";

/* Preferences -> toolbar item title */
"Network" = "网络";

/* Prefs -> blocklist -> message */
"Never" = "从未";

/* Inspector -> tracker table */
"New Tier" = "新层级";

/* Tracker next announce */
"Next announce in %@" = "下次宣告: %@";

/* Group table row */
"No Group" = "✕";

/* Inspector -> selected torrents */
"No Torrents Selected" = "未选择任何torrent";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "✕";

/* Donation beg -> button */
"Nope" = "先不了";

/* File Outline -> Priority Menu */
"Normal" = "正常";

/* files tab -> tooltip */
"Normal Priority" = "正常优先级";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "剩余磁盘空间不足，无法完全下载 «%@».";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "OK";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "删除后，继续任务将需要torrent文件或磁力链接";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "删除后，继续任务将需要torrent文件或磁力链接";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "一旦删除，Transmission将不再尝试联系它。无法撤销。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "一旦删除，Transmission 将不再尝试联系它们。无法撤销";

/* File Outline -> Menu */
"Only Check Selected" = "只检查选定的";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "打开";

/* Open address toolbar item -> label */
"Open Address" = "打开地址";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "打开URL";

/* Open toolbar item -> tooltip */
"Open torrent files" = "打开torrent文件";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "打开torrent文件";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "打开URL";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "选项";

/* Groups -> Name */
"Orange" = "橙";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "部分种子";

/* All toolbar item -> palette label */
"Pause / Resume All" = "全部暂停/恢复";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "暂停/恢复选中";

/* All toolbar item -> label
   Dock item */
"Pause All" = "全部暂停";

/* All toolbar item -> tooltip */
"Pause all transfers" = "暂停所有任务";

/* Selected toolbar item -> label */
"Pause Selected" = "暂停选中";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "暂停选中的任务";

/* Torrent Table -> tooltip */
"Pause the transfer" = "暂停任务";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "已暂停";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "用户对你无限制，但你不感兴趣";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "用户想让你上传,但你不想(interested and choked)";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "用户";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "端口";

/* Preferences -> Network -> port status */
"Port check site is down" = "端口检查网站不可用";

/* Preferences -> Network -> port status */
"Port is closed" = "端口已关闭";

/* Preferences -> Network -> port status */
"Port is open" = "端口可用";

/* No comment provided by engineer. */
"PrefWindowSize" = "640";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "优先级";

/* files tab -> tooltip */
"Priority Not Available" = "优先级不可用";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "私有torrent，禁用tracker外部用户发现";

/* Message window -> table column */
"Process" = "进程";

/* Blocklist -> message */
"Processing blocklist" = "Processing blocklist";

/* Stats window -> label */
"Program Started" = "Program Started";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "进度: %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "协议: %@";

/* Inspector -> private torrent */
"Public Torrent" = "公共torrent";

/* Groups -> Name */
"Purple" = "紫";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "快速查看";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "确认";

/* Stats window -> label
   status bar -> status label
   Torrent -> status image
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "比率";

/* Groups -> Name */
"Red" = "红";

/* Torrent -> eta string */
"remaining time unknown" = "剩余时间未知";

/* Preferences -> toolbar item title */
"Remote" = "远程操控";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "删除";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "删除所有已完成做种的任务";

/* Remove toolbar item -> palette label */
"Remove Selected" = "删除已选";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "删除已选tracker";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "删除已选任务";

/* rename sheet button */
"Rename" = "重命名";

/* File Outline -> Menu */
"Rename File" = "重命名文件";

/* rename sheet label */
"Rename the file \"%@\":" = "重命名文件 «%@»:";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "重置";

/* All toolbar item -> label
   Dock item */
"Resume All" = "恢复全部";

/* All toolbar item -> tooltip */
"Resume all transfers" = "恢复全部任务";

/* Selected toolbar item -> label */
"Resume Selected" = "恢复已选";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "恢复已选任务";

/* Torrent cell -> button info */
"Resume the transfer" = "恢复任务";

/* Torrent cell -> button info */
"Resume the transfer right away" = "立即恢复任务";

/* Stats window -> label */
"Running Time" = "运行时间";

/* Message window -> save button */
"Save" = "保存";

/* Tracker last scrape */
"Scrape error" = "抓取错误";

/* Tracker last scrape */
"Scrape timed out" = "抓取超时";

/* tracker peer stat */
"Seeders" = "做种者";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "做种中";

/* Torrent -> status string */
"Seeding complete" = "做种完成";

/* notification title */
"Seeding Complete" = "做种完成";

/* Torrent -> status string */
"Seeding to %1$lu of %2$lu peers" = "Seeding to %1$lu of %2$lu peers";

/* Torrent -> status string */
"Seeding to %u of 1 peer" = "Seeding to %u of 1 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "选择";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "选择torrent的文件或文件夹";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "选择 «%@» 的下载文件夹";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "选择 torrent 文件的名称和位置";

/* Move torrent -> select destination folder */
"Select the new folder for %lu data files." = "选择 %lu 数据文件的新文件夹";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "选择 «%@» 的新文件夹.";

/* Status Bar -> status menu */
"Session Ratio" = "会话比率";

/* Status Bar -> status menu */
"Session Transfer" = "会话任务";

/* Share toolbar item -> label
   Share toolbar item -> palette label */
"Share" = "分享";

/* Share toolbar item -> tooltip */
"Share torrent file" = "分享torrent文件";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "快捷更改全局设置";

/* notification button */
"Show" = "显示";

/* View menu -> Filter Bar */
"Show Filter Bar" = "显示筛选条件";

/* File Outline -> Menu */
"Show in Finder" = "在Finder中显示";

/* View menu -> Inspector */
"Show Inspector" = "显示监视器";

/* View menu -> Status Bar */
"Show Status Bar" = "显示状态栏";

/* Torrent cell -> button info */
"Show the data file in Finder" = "在Finder中显示数据文件";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "限速模式";

/* notification title */
"Speed Limit Auto Disabled" = "限速自动禁用";

/* notification title */
"Speed Limit Auto Enabled" = "限速自动启用";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "限速模式";

/* Torrent -> status string */
"Stalled" = "停滞";

/* Stats window -> title */
"Statistics" = "统计数据";

/* torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "停止于比率 (%.2f)";

/* Torrent cell -> button info */
"Stop waiting to start" = "停止等待开始";

/* Donation beg -> title */
"Support open-source indie software" = "支持开源独立软件";

/* Transfer speed (terabytes per second) */
"TB/s" = "TB/s";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "所选的torrent文件位置不存在";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "目标目录和根数据目录同名";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "目录 «%@» 当前不存在。创建此目录或选择其他目录来创建torrent文件。";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "磁力链接 «%@» 无法添加, 因为与现有任务重复。";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "无法尽心 «%@» 的移动操作。";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "指定的黑名单文件不包含任何有效规则。";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "无法从以下位置下载torrent: %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "The torrent file (%@) cannot be found.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "无法打开 torrent 文件，因为它包含无效数据。";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "文件总大小为0字节。";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "无法添加该任务，因为它与现有任务重复。";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "任务将暂停。清理 %@ 上的空间或在监视器中取消选择文件以继续。";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "该传输将不会通过tracker获取用户，将完全依赖非tracker的用户发现方法，如PEX和DHT来进行下载和做种。";

/* Removal confirm panel -> message part 1 */
"There are %1$lu transfers (%2$lu active)." = "有 %1$lu 任务 (%2$lu 活跃).";

/* Confirm Quit panel -> message */
"There are %lu active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "%lu 个活跃任务将在退出时暂停。任务将在下次启动时自动恢复。";

/* Removal confirm panel -> message part 1 */
"There are %lu active transfers." = "有 %lu 个活跃任务。";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "没有tracker地址。";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "已经有一个Transmission副本正在运行。在该实例退出之前无法打开此副本。";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "有一个活跃任务将在退出时暂停。任务将在下次启动时自动恢复。";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "文件夹中必须至少有一个文件才能创建torrent文件";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "创建此文件时出现问题 «%@».";

/* Move error alert -> title */
"There was an error moving the data file." = "移动数据文件时出错";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "添加磁力链接时出错 «%@». 任务不会进行.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "这个文件夹是空的";

/* Preferences -> Transfers -> Adding -> Magnet tooltip */
 "This option is not available if Default location is set to Same as torrent file." = "当默认保存目录与torrent文件相同时该选项不可用"; 

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "此任务正在进行中。一旦删除，继续任务将需要使用种子文件或磁力链接";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "这将清除Transmission显示的全局统计数据。单独的任务统计不会受到影响。";

/* Inspector -> tracker table */
"Tier %ld" = "层级 %ld";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "显示/隐藏筛选栏";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "显示/隐藏监视器";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "显示/隐藏筛选栏";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "显示/隐藏监视器";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "torrent下载失败";

/* notification title */
"Torrent File Auto Added" = "自动添加torrent文件";

/* Inspector -> title */
"Torrent Inspector" = "监视器";

/* Torrent -> progress string */
"torrent metadata needed" = "需要torrent元数据";

/* stats total */
"Total N/A" = "总 N/A";

/* Status Bar -> status menu */
"Total Ratio" = "总比率";

/* Status Bar -> status menu */
"Total Transfer" = "总任务";

/* Message window -> level */
"Trace" = "Trace";

/* Filter Bar -> filter menu */
"Tracker" = "tracker";

/* Torrent -> status string */
"Tracker returned error" = "tracker返回error";

/* Torrent -> status string */
"Tracker returned warning" = "tracker返回警告";

/* Tracker next announce */
"Tracker will be used as a backup" = "tracker将用作备份";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "tracker";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "任务不活跃";

/* Preferences -> toolbar item title */
"Transfers" = "任务";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "任务不活跃";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission是一个文件共享程序。当您运行torrent时，其数据将通过上传的方式提供给其他人。您和您本人应做出正确判断并遵守当地法律，承担全部责任。";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission是一款功能齐全的torrent应用。我们在开发、编码和完善方面投入了大量的时间和精力。如果您喜欢使用它，请考虑通过捐赠来表达您的喜爱。";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission is already running.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status image
   Torrent -> status string */
"UL" = "UL";

/* Inspector -> Peers tab -> peers */
"UL to %lu" = "UL to %lu";

/* File Outline -> Menu */
"Uncheck Selected" = "取消选中";

/* Status Bar -> speed tooltip */
"unlimited" = "无限制";

/* Torrent -> error string unreadable */
"unreadable error" = "无法读取的错误";

/* Save log panel -> default file name */
"untitled" = "untitled";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "上传速度";

/* Stats window -> label */
"Uploaded" = "已上传";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "已上传 %1$@ (比率: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "Uploading To Peer";

/* Torrent -> status string */
"Waiting to check existing data" = "等待检查现有数据";

/* Torrent -> status string */
"Waiting to download" = "等待下载";

/* Torrent -> status string */
"Waiting to seed" = "等待做种";

/* Message window -> level
   Message window -> level string */
"Warning" = "Warning";

/* Drag overlay -> url */
"Web Address" = "URL";

/* Torrent -> status string */
"web seed" = "web种子";

/* inspector -> web seed table -> header */
"Web Seeds" = "web种子";

/* Legal alert -> title */
"Welcome to Transmission" = "欢迎使用Transmission";

/* Groups -> Name */
"Yellow" = "黄";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "你未禁止该用户，但是对方不感兴趣";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "你想下载，但用户不想发送(interested and choked)";

